Repository: tscreven/Trio-ECS251
Catalog: DanaKit/Localization/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, it, nb, nl, pl, ro, ru, sk, sv, tr, uk, vi, zh_hans

source: Fill in password
ar: أدخل كلمة المرور
cs: Vyplňte heslo
da: Udfyld adgangskode
de: Passwort ausfüllen
es: Introduzca la contraseña
fi: Täytä salasana
fr: Remplir le mot de passe
it: Inserire la password
nb: Fyll inn passord
nl: Wachtwoord invullen
pl: Wpisz hasło
ro: Completați parola
ru: Введите пароль
sk: Vyplňte heslo
sv: Fyll i lösenord
tr: Şifreyi girin
uk: Пароль DanaRS v1
vi: Điền mật khẩu
zh_hans: 填写密码

source: Finish
ar: الإنهاء
cs: Dokončení
da: Færdiggør
de: Oberfläche
es: Acabado
fi: Viimeistely
fr: Finition
it: Finitura
nb: Fullfør
nl: Afwerking
pl: Zakończenie
ro: Finalizare
ru: Завершить
sk: Dokončiť
sv: Avsluta
tr: Bitiş
uk: Готово
vi: Hoàn thành
zh_hans: 完成

source: Firmware version
ar: إصدار البرنامج الثابت
cs: Verze firmwaru
es: Versión del firmware
fi: Firmware-versio
fr: Version du micrologiciel
it: Versione del firmware
nb: Fastvareversjon
nl: Firmwareversie
pl: Wersja oprogramowania sprzętowego
ro: Versiune firmware
ru: Версия прошивки
sk: Verzia firmvéru
tr: Ürün yazılımı sürümü
uk: Версія прошивки
vi: Phiên bản phần mềm
zh_hans: 固件版本

source: Found Dana-i/RS pumps
ar: وجدت مضخات Dana-i/RS
cs: Nalezená čerpadla Dana-i/RS
da: Fandt Dana-i/RS-pumper
de: Gefundene Dana-i/RS-Pumpen
es: Encontradas bombas Dana-i/RS
fi: Löytyi Dana-i/RS-pumput
fr: Pompes Dana-i/RS trouvées
it: Trovate le pompe Dana-i/RS
nb: Fant Dana-i/RS-pumper
nl: Gevonden Dana-i/RS-pompen
pl: Znaleziono pompy Dana-i/RS
ro: Pompe Dana-i/RS găsite
ru: Найдены помпы Dana-i/RS
sk: Nájdené pumpy Dana-i/RS
sv: Hittade Dana-i/RS-pumpar
tr: Dana-i/RS pompaları bulundu
uk: Знайшлися помпи Dana-i/RS
vi: Đã tìm thấy Dana-i
zh_hans: 发现 Dana-i/RS 泵

source: Hardware model
ar: طراز الأجهزة
cs: Hardwarový model
de: Hardware-Modell
es: Modelo de hardware
fi: Laitteistomalli
fr: Modèle de matériel
it: Modello hardware
nb: Maskinvaremodell
pl: Model sprzętowy
ro: Modelul hardware
ru: Модель устройства
sk: Model hardvéru
sv: Hårdvarumodell
tr: Donanım modeli
uk: Модель обладнання
vi: Mô hình phần cứng
zh_hans: 硬件型号

source: Insulin Suspended
ar: الأنسولين معلق
cs: Inzulín Pozastaveno
da: Insulin suspenderet
de: Insulin Unterbrochen
es: Insulina Suspendida
fi: Insuliini Keskeytetään
fr: Suspension de l'insuline
it: Insulina Sospesa
nb: Insulin Suspendert
nl: Insuline opgeschort
pl: Podawanie zawieszone
ro: Insulină Suspendată
ru: Подача инсулина приостановлена
sk: Inzulín Pozastavený
sv: Insulin Avstängd
tr: İnsülin Askıya Alındı
uk: Інсулін Призупинено
vi: Insulin Đã tạm ngưng
zh_hans: 胰岛素 暂停使用

source: Insulin Delivery
ar: توصيل الأنسولين
cs: Dodávka inzulínu
da: Levering af insulin
de: Insulinabgabe
es: Administración de insulina
fi: Insuliinin toimitus
fr: Administration d'insuline
it: Insulina Somministrata
nb: Insulintilførsel
nl: Insulinetoediening
ro: Administrarea insulinei
ru: Подача инсулина
sk: Podávanie inzulínu
sv: Insulintillförsel
tr: İnsülin İletimi
uk: Подання Інсуліну
vi: Khối lượng tiêm insulin
zh_hans: 胰岛素推注

source: Insulin Remaining
ar: الأنسولين المتبقي
cs: Zbývající inzulín
da: Resterende insulin
de: Verbleibendes Insulin
es: Insulina restante
fi: Jäljellä oleva insuliini
fr: Insuline restante
it: Insulina Rimanente
nb: Gjenværende insulin
nl: Resterende insuline
ro: Insulină rămasă
ru: Осталось инсулина
sk: Zostávajúci inzulín
sv: Insulin kvar
tr: Kalan İnsülin
uk: Залишок Інсуліну
vi: Insulin còn lại
zh_hans: 胰岛素剩余量

source: Insulin Type
ar: نوع الأنسولين
cs: Typ inzulínu
de: Insulin Typ
es: Tipo de Insulina
fi: Insuliinityyppi
fr: Type d'insuline
it: Tipo di Insulina
nl: Type insuline
ro: Tipul de insulină
ru: Тип инсулина
sk: Typ Inzulínu
sv: Typ av insulin
tr: İnsülin Tipi
uk: Тип Інсуліну
vi: Loại Insulin
zh_hans: 胰岛素类型

source: Last sync
ar: آخر مزامنة
cs: Poslední synchronizace
da: Sidste synkronisering
de: Letzte Synchronisierung
es: Última sincronización
fi: Viimeisin synkronointi
fr: Dernière synchronisation
it: Ultima sincronizzazione
nb: Siste synkronisering
nl: Laatste synchronisatie
pl: Ostatnia synchronizacja
ro: Ultima sincronizare
ru: Последняя синхронизация
sk: Posledná synchronizácia
sv: Senaste synkroniseringen
tr: Son senkronizasyon
uk: Остання синхронізація
vi: Lần đồng bộ gần đây nhất
zh_hans: 最后一次同步

source: Lcd on time
ar: شاشة LCD في الوقت المحدد
cs: Lcd na čas
da: Lcd på tid
de: LCD Timeout
es: Lcd a tiempo
fi: Lcd päälle aika
it: Tempo di accensione dell'Lcd
nb: Lcd på tid
nl: Lcd aan tijd
pl: Czas włączenia wyświetlacza LCD
ro: LCD la timp
ru: Время отображения экрана
sk: Čas zapnutia displeja
sv: Lcd på tid
tr: Lcd açık kalma süresi
uk: Час увімкнення РК-дисплея
vi: Màn hình Lcd time
zh_hans: 液晶显示屏开机时间

source: loading
ar: التحميل
cs: nakládání
da: Indlæsning
de: Laden
es: cargando
fi: lastaus
fr: chargement
it: Caricamento...
nb: Laster
nl: laden
pl: ładowanie
ro: Se încarcă...
ru: загрузка
sk: načítanie
sv: lastning
tr: yükleme
uk: завантаження
vi: đang tải
zh_hans: 加载中

source: Loading
ar: التحميل
cs: Načítání
da: Indlæsning
de: Laden
es: Cargando
fi: Ladataan
fr: Chargement
it: Caricamento
nb: Laster
nl: Laden
pl: Ładowanie
ro: Se încarcă...
ru: Загрузка
sk: Načítanie
sv: Lastning
tr: Yükleniyor
uk: Завантаження
zh_hans: 加载中

source: Low pump battery
ar: انخفاض بطارية المضخة
cs: Vybitá baterie čerpadla
da: Lavt pumpebatteri
de: Schwache Pumpenbatterie
es: Batería de la bomba baja
fi: Pumpun akku on tyhjä
fr: Batterie de la pompe faible
it: Batteria della pompa scarica
nb: Lavt batteri i pumpen
nl: Batterij van pomp bijna leeg
pl: Rozładowana bateria pompy
ro: Baterie pompă descărcată
ru: Низкий заряд батареи помпы
sk: Slabá batéria pumpy
sv: Svagt pumpbatteri
tr: Düşük pompa pili
uk: Розряджений акумулятор Помпи
vi: Pin của bơm yếu
zh_hans: 泵电池电量不足

source: Low reservoir reminder
ar: تذكير بانخفاض مستوى الخزان
cs: Připomenutí nízké hladiny v nádrži
da: Påmindelse om lav reservoirbeholdning
de: Erinnerung an niedrigen Füllstand
es: Recordatorio de depósito bajo
fi: Alhaisen säiliön muistutus
fr: Rappel de niveau de réservoir bas
it: Segnalazione del serbatoio basso
nb: Påminnelse om lavt reservoar
nl: Herinnering laag reservoir
pl: Przypomnienie o niskim stanie zbiornika
ro: Notificare rezervor scăzut
ru: Уведомление о низком уровне инсулина в резервуаре
sk: Pripomienka nízkej hladiny
sv: Påminnelse om låg behållare
tr: Düşük rezervuar hatırlatıcısı
uk: Нагадування про низький рівень Резервуару
vi: Báo nhắc gần hết thuốc
zh_hans: 低药量提醒

source: Manually sync Pump time
ar: مزامنة وقت المضخة يدوياً
cs: Ruční synchronizace času čerpadla
da: Synkroniser pumpetiden manuelt
de: Manuelle Synchronisierung der Pumpenzeit
es: Sincronizar manualmente la hora de la bomba
fi: Pumpun ajan synkronointi manuaalisesti
fr: Synchronisation manuelle de l'heure de la pompe
it: Sincronizzazione manuale dell'ora della pompa
nb: Synkroniser pumpetiden manuelt
nl: Pomptijd handmatig synchroniseren
pl: Ręczna synchronizacja czasu pompy
ro: Sincronizare manuală a orei pompei
ru: Ручная синхронизация времени на помпе
sk: Zosynchronizovať čas pumpy
sv: Synkronisera pumptiden manuellt
tr: Pompa zamanını manuel olarak senkronize edin
uk: Ручна синхронізація часу Помпи
vi: Đồng bộ thời gian bơm thủ công
zh_hans: 手动同步泵时间

source: Missed Blood glucose check
ar: فحص جلوكوز الدم الفائت
cs: Zmeškaná kontrola glykémie
da: Udeblevet blodsukkermåling
de: Verpasste Blutzuckerkontrolle
es: Falta de control de la glucemia
fi: Unohdettu verensokerin tarkistus
fr: Contrôle de la glycémie manqué
it: Mancato controllo della glicemia
nb: Mistet blodsukkermåling
nl: Gemiste bloedglucosecontrole
pl: Pominięta kontrola stężenia glukozy we krwi
ro: Verificarea glicemiei ratată
ru: Пропущен контроль уровня глюкозы в крови
sk: Chybajúca kontrola glykémie v krvi
sv: Utebliven blodsockerkontroll
tr: Kaçırılan Kan şekeri kontrolü
uk: Пропущена перевірка рівня глюкози в крові
vi: Không thấy kiểm tra đường huyết
zh_hans: 错过血糖检查

source: Nightly pump time sync
ar: مزامنة وقت الضخ ليلاً
cs: Noční synchronizace času čerpadla
da: Natlig synkronisering af pumpetid
de: Nächtliche Synchronisation der Pumpzeit
es: Sincronización nocturna del tiempo de bombeo
fi: Yöllinen pumppuaikojen synkronointi
fr: Synchronisation nocturne de l'heure de la pompe
it: Sincronizzazione notturna del tempo di pompaggio
nb: Synkronisering av pumpetid om natten
nl: Nachtelijke pomptijdsynchronisatie
pl: Nocna synchronizacja czasu pompowania
ro: Sincronizare nocturnă a orei pompei
ru: Ночная синхронизация времени на помпе
sk: Nočná synchronizácia času pumpy
sv: Synkronisering av pumptid varje natt
tr: Gece pompa zamanı senkronizasyonu
uk: Нічна синхронізація часу Помпи
zh_hans: 夜间同步泵时间

source: No
ar: لا
da: Nej
de: Nein
fi: Ei
fr: Non
nb: Nei
nl: Nee
ro: Nu
ru: Нет
sk: Nie
sv: Nej
uk: Ні
vi: Không
zh_hans: 不

source: No Insulin
ar: لا أنسولين
cs: Žádný inzulín
da: Ingen insulin
de: Kein Insulin
es: No hay insulina
fi: Ei insuliinia
fr: Pas d'insuline
it: Insulina esaurita
nb: Ingen insulin
nl: Geen insuline
pl: Brak insuliny
ro: Fără insulină
ru: Нет инсулина
sk: Žiadny inzulín
sv: Inget insulin
tr: İnsülin yok
uk: Нема Інсуліну
vi: Hết Insulin
zh_hans: 无胰岛素

source: No, just disconnect
ar: لا، فقط افصل الاتصال
cs: Ne, jen se odpojte
da: Nej, bare afbryd forbindelsen
de: Nein, trennen Sie einfach die Verbindung
es: No, sólo desconectar
fi: Ei, katkaise vain yhteys
fr: Non, il suffit de déconnecter
it: No, basta disconnettersi
nb: Nei, bare koble fra
nl: Nee, gewoon loskoppelen
pl: Nie, po prostu odłącz
ro: Nu, doar deconectează-te
ru: Нет, просто отсоединить
sk: Nie, len sa odpojte
sv: Nej, koppla bara bort
tr: Hayır, sadece bağlantıyı kes
uk: Ні, просто відключити
vi: Không, chỉ cần ngắt kết nối
zh_hans: 不，只是断开连接

source: No, Keep as is
ar: لا، احتفظ بها كما هي
cs: Ne, ponechat ve stávajícím stavu
da: Nej, behold som den er
de: Nein, so lassen wie es ist
es: No, mantener como está
fi: Ei, pitää sellaisenaan
fr: Non, conserver en l'état
it: No, conservare così com'è
nb: Nei, behold som det er
nl: Nee, houden zoals het is
pl: Nie, zachowaj jak jest
ro: Nu, păstrați așa cum este
ru: Нет, оставить как есть
sk: Nie, nechajte tak, ako je
sv: Nej, behåll som den är
tr: Hayır, olduğu gibi kalsın
uk: Ні, залишити як є
vi: Không, giữ nguyên như vậy
zh_hans: 不，保持原样

source: No, Keep Pump As Is
ar: لا، احتفظ بالمضخة كما هي
cs: Ne, nechte čerpadlo tak, jak je
da: Nej, behold pumpen som den er
de: Nein, Pumpe so lassen wie sie ist
es: No, mantenga la bomba como está
fi: Ei, pidä pumppu sellaisenaan
fr: Non, conserver la pompe en l'état
it: No, Tieni microinfusore Come È
nb: Nei, behold pumpen som den er
nl: Nee, houd de pomp zoals hij is
ro: Nu, păstrați pompa așa cum este
ru: Нет, оставить как есть
sk: Nie, nechajte pumpu tak, ako je
sv: Nej, behåll pumptid
tr: Hayır güncelleme
uk: Ні, залишити як є
vi: Không, Giữ nguyên
zh_hans: 不，保持泵原样

source: NOTE: The DanaRS v1 is not supported (yet). If you have a DanaRS v1 pump available for testing, please contact Bastiaan Verhaar!
ar: ملاحظة: مضخة DanaRS v1 غير مدعومة (حتى الآن). إذا كان لديك مضخة DanaRS v1 متاحة للاختبار، يُرجى الاتصال بباستيان فيرهاار!
da: BEMÆRK: DanaRS v1 understøttes ikke (endnu). Hvis du har en DanaRS v1-pumpe til rådighed til test, bedes du kontakte Bastiaan Verhaar!
de: HINWEIS: Die DanaRS v1 wird (noch) nicht unterstützt. Wenn Sie eine DanaRS v1 Pumpe zum Testen zur Verfügung haben, kontaktieren Sie bitte Bastiaan Verhaar!
fi: HUOMAUTUS: DanaRS v1 ei ole tuettu (vielä). Jos sinulla on DanaRS v1 -pumppu testattavana, ota yhteyttä Bastiaan Verhaariin!
fr: NOTE : Le DanaRS v1 n'est pas (encore) supporté. Si vous avez une pompe DanaRS v1 disponible pour des tests, veuillez contacter Bastiaan Verhaar !
nb: MERK: DanaRS v1 støttes ikke (ennå). Hvis du har en DanaRS v1-pumpe tilgjengelig for testing, vennligst kontakt Bastiaan Verhaar!
nl: LET OP: De DanaRS v1 wordt (nog) niet ondersteund. Als je een DanaRS v1 pomp beschikbaar hebt om te testen, neem dan contact op met Bastiaan Verhaar!
ro: NOTĂ: DanaRS v1 nu este (încă) compatibilă. Dacă aveți o pompă DanaRS v1 disponibilă pentru testare, vă rugăm să-l contactați pe Bastiaan Verhaar!
ru: ПРИМЕЧАНИЕ: DanaRS v1 пока не поддерживается. Если у вас есть помпа DanaRS v1 для тестирования, пожалуйста, свяжитесь с Бастианом Верхааром!
sk: POZNÁMKA: DanaRS v1 zatiaľ nie je podporovaná. Ak máš k dispozícii pumpu DanaRS v1 na testovanie, kontaktuj prosím Bastiaan Verhaar!
sv: OBS: DanaRS v1 stöds inte (ännu). Om du har en DanaRS v1-pump tillgänglig för testning, kontakta Bastiaan Verhaar!
uk: ПРИМІТКА: DanaRS v1 (поки що) не підтримується. Якщо у вас є помпа DanaRS v1 для тестування, зверніться до Бастіана Верхаара!
vi: LƯU Ý: DanaRS v1 hiện chưa được hỗ trợ. Nếu bạn có sẵn một bơm DanaRS v1 để thử nghiệm, vui lòng liên hệ với Bastiaan Verhaar!
zh_hans: 注意： 目前尚不支持 DanaRS v1。如果您有 DanaRS v1 泵可供测试，请联系 Bastiaan Verhaar！

source: Note: You Dana pump has a special setting which allows you to silence your Dana pump beeps. To enable this, please contact your Dana distributor
ar: ملاحظة: تحتوي مضخة دانا الخاصة بك على إعداد خاص يسمح لك بإسكات صوت تنبيه مضخة دانا. لتفعيل هذا الإعداد، يرجى الاتصال بموزع دانا الخاص بك
cs: Poznámka: Čerpadlo Dana má speciální nastavení, které umožňuje ztišit zvukové signály čerpadla Dana. Chcete-li toto nastavení povolit, obraťte se na svého distributora Dana.
da: Bemærk: Din Dana-pumpe har en særlig indstilling, som gør det muligt at dæmpe Dana-pumpens bip. Kontakt din Dana-distributør for at aktivere dette.
de: Hinweis: Ihre Dana-Pumpe verfügt über eine spezielle Einstellung, mit der Sie die Signaltöne Ihrer Dana-Pumpe stummschalten können. Um dies zu aktivieren, wenden Sie sich bitte an Ihren Dana-Händler.
es: Nota: Su bomba Dana tiene un ajuste especial que le permite silenciar los pitidos de su bomba Dana. Para ello, póngase en contacto con su distribuidor Dana.
fi: Huomautus: Dana-pumpussa on erikoisasetus, jonka avulla voit hiljentää Dana-pumpun äänimerkit. Ota yhteyttä Danan jälleenmyyjään, jos haluat ottaa tämän käyttöön.
fr: Remarque : Votre pompe Dana dispose d'un réglage spécial qui vous permet de faire taire les signaux sonores de votre pompe Dana. Pour l'activer, veuillez contacter votre distributeur Dana.
it: Nota: la pompa Dana dispone di un'impostazione speciale che consente di silenziare i segnali acustici della pompa Dana. Per attivarla, contattare il proprio distributore Dana.
nb: Merk: Dana-pumpen har en spesiell innstilling som gjør at du kan dempe pipelyden i Dana-pumpen. Kontakt Dana-distributøren din for å aktivere dette
nl: Opmerking: Uw Dana-pomp heeft een speciale instelling waarmee u de pieptonen van uw Dana-pomp kunt uitschakelen. Neem contact op met uw Dana-distributeur om dit in te schakelen.
pl: Uwaga: Pompa Dana ma specjalne ustawienie, które pozwala wyciszyć sygnały dźwiękowe pompy Dana. Aby to włączyć, skontaktuj się z dystrybutorem Dana
ro: Notă: Pompa dumneavoastră Dana are o setare specială care vă permite să dezactivați semnalele sonore ale pompei Dana. Pentru a activa această opțiune, vă rugăm să contactați distribuitorul Dana.
ru: Примечание: Помпа Dana имеет специальную настройку, которая позволяет отключить звуковые сигналы. Чтобы включить эту функцию, обратитесь к дистрибьютору Dana
sk: Poznámka: Pumpa Dana má špeciálne nastavenie, ktoré umožňuje stlmiť zvukový signál pumpy Dana. Ak chcete túto funkciu zapnúť, obráťte sa na svojho distribútora Dana
sv: Obs: Dana-pumpen har en speciell inställning som gör att du kan tysta Dana-pumpens ljudsignaler. Kontakta din Dana-distributör för att aktivera detta.
tr: Not: Dana pompanız, Dana pompa bip seslerini susturmanızı sağlayan özel bir ayara sahiptir. Bunu etkinleştirmek için lütfen Dana distribütörünüzle iletişime geçin
uk: Примітка. Ваша помпа Dana має спеціальне налаштування, яке дозволяє вимкнути звукові сигнали помпи Dana. Щоб увімкнути це, зверніться до свого дистриб’ютора Dana
vi: Lưu ý: Máy bơm Dana của bạn có một cài đặt đặc biệt cho phép bạn tắt tiếng bíp của máy bơm Dana. Để bật chức năng này, vui lòng liên hệ với nhà phân phối Dana của bạn
zh_hans: 注：您的 Dana 泵有一个特殊设置，允许您将德纳泵的蜂鸣声静音。要启用此功能，请联系您的 Dana 经销商。

source: Occlusion
ar: الانسداد
cs: Okluze
da: Okklusion
de: Okklusion
es: Oclusión
it: Occlusione
nb: Okklusjon
nl: Occlusie
pl: Okluzja
ro: Ocluzie
ru: Закупорка
sk: Oklúzia
sv: Ocklusion
tr: Oklüzyon
uk: Закупорка
zh_hans: 闭塞

source: Off
ar: إيقاف التشغيل
cs: Vypnuto
da: Fra
de: Aus
es: Apagado
fr: Arrêt
it: Spento
nb: Av
nl: Uit
pl: Wyłącz
ro: Oprit
ru: Выключено
sk: Vypnuté
sv: Av
tr: Kapalı
uk: Вимкнути
vi: Tắt
zh_hans: 关闭

source: OK
ar: حسناً
tr: Tamam
uk: ОК
zh_hans: 好的

source: On
ar: على
cs: Na adrese
da: På
de: An
es: Encendido
fi: Osoitteessa
fr: Sur
it: Acceso
nb: På
nl: Aan
pl: Włącz
ro: Pornit
ru: Включено
sk: Zapnuté
sv: På
tr: Açık
uk: Увімкнути
vi: Bật
zh_hans: 打开

source: Only Automatic Bolus is supported
ar: يتم دعم الجرعة التلقائية فقط
cs: Podporován je pouze automatický bolus
da: Kun automatisk bolus understøttes
de: Nur der automatische Bolus wird unterstützt
es: Sólo se admite el bolo automático
fi: Vain automaattinen bolus tuetaan
fr: Seul le bolus automatique est pris en charge
it: È supportato solo il bolo automatico
nb: Bare automatisk bolus støttes
nl: Alleen automatische bolus wordt ondersteund
pl: Obsługiwany jest tylko bolus automatyczny
ro: Doar bolusul automat este acceptat
ru: Поддерживается только автоматический болюс
sk: Podporovaný je len automatický bolus
sv: Endast automatisk bolus stöds
tr: Yalnızca Otomatik Bolus desteklenir
uk: Підтримується лише Автоматичний Болюс
vi: Chỉ hỗ trợ liều Bolus tự động
zh_hans: 仅支持自动推注大剂量

source: Password DanaRS v1
ar: كلمة السر DanaRS v1
cs: Heslo DanaRS v1
da: Adgangskode DanaRS v1
de: Kennwort DanaRS v1
es: Contraseña DanaRS v1
fi: Salasana DanaRS v1
fr: Mot de passe DanaRS v1
nb: Passord DanaRS v1
nl: Wachtwoord DanaRS v1
pl: Hasło DanaRS v1
ro: Parolă DanaRS v1
ru: Пароль DanaRS v1
sk: Heslo DanaRS v1
sv: Lösenord DanaRS v1
tr: Şifre DanaRS v1
uk: Пароль DanaRS v1
vi: Mật khẩu DanaRS v1
zh_hans: DanaRS v1 密码

source: Pin 1
ar: الدبوس 1
de: Stift 1
es: Clavija 1
fi: Nasta 1
fr: Broche 1
nl: Pen 1
ro: Pinul 1
ru: ПИН 1
sv: Stift 1

source: Pin 2
ar: الدبوس 2
de: Stift 2
es: Clavija 2
fi: Nasta 2
fr: Broche 2
nl: Pen 2
ro: Pinul 2
ru: ПИН 2
sv: Stift 2

source: Pincode required
ar: الرمز البريدي مطلوب
cs: Požadovaný Pincode
da: Pinkode påkrævet
de: Pincode erforderlich
es: Código postal requerido
fi: Vaadittu pinssikoodi
fr: Code postal requis
it: Pincode richiesto
nb: Pin-kode kreves
nl: Pincode vereist
pl: Wymagany kod PIN
ro: Cod PIN necesar
ru: Требуется ПИН-код
sk: Požadovaný PIN kód
sv: Pin-kod krävs
tr: Pin kodu gerekli
uk: Потрібен PIN-код
vi: Yêu cầu mã Pin
zh_hans: 需要 Pin 码

source: Please consider changing your dosing strategy in the setting menu
ar: يُرجى التفكير في تغيير استراتيجية الجرعات في قائمة الإعدادات
cs: Zvažte prosím změnu strategie dávkování v nabídce nastavení.
da: Overvej at ændre din doseringsstrategi i indstillingsmenuen
de: Bitte beachten Sie, dass Sie Ihre Dosierungsstrategie im Einstellungsmenü ändern müssen
es: Por favor, considere cambiar su estrategia de dosificación en el menú de configuración
fi: Harkitse annostelustrategian muuttamista asetusvalikossa.
fr: Veuillez envisager de modifier votre stratégie de dosage dans le menu de réglage.
it: Considerare la possibilità di modificare la strategia di dosaggio nel menu delle impostazioni.
nb: Vennligst vurder å endre doseringsstrategien din i innstillingsmenyen
nl: Overweeg om je doseerstrategie te wijzigen in het instellingenmenu
pl: Należy rozważyć zmianę strategii dozowania w menu ustawień
ro: Vă rugăm să luați în considerare schimbarea strategiei de dozare în meniul de setări.
ru: Пожалуйста, измените стратегию дозирования в меню настроек
sk: Zvážte zmenu stratégie dávkovania v ponuke nastavenia
sv: Överväg att ändra din doseringsstrategi i inställningsmenyn
tr: Lütfen ayar menüsünden dozaj stratejinizi değiştirmeyi düşünün
uk: Розгляньте можливість зміни стратегії дозування в меню налаштувань
vi: Vui lòng cân nhắc thay đổi liều lượng của bạn trong menu cài đặt
zh_hans: 请考虑在设置菜单中更改您的给药策略。

source: Pump battery 0%
ar: بطارية المضخة 0%
cs: Baterie čerpadla 0%
da: Pumpebatteri 0%.
de: Pumpenbatterie 0%
es: Batería de la bomba 0%.
fi: Pumpun akku 0%
fr: Batterie de la pompe 0%
it: Batteria della pompa 0%
nb: Pumpebatteri 0 %
nl: Pomp batterij 0%
pl: Akumulator pompy 0%
ro: Baterie pompă 0%
ru: Батарея помпы 0%
sk: Batéria pumpy 0%
sv: Pumpbatteri 0%.
tr: Pompa aküsü %0
uk: Акумулятор Помпи 0%
zh_hans: 泵电量 0%

source: Pump battery is empty. Replace it now!
ar: بطارية المضخة فارغة. استبدلها الآن!
cs: Baterie čerpadla je vybitá. Okamžitě ji vyměňte!
da: Pumpens batteri er tomt. Udskift det nu!
de: Die Batterie der Pumpe ist leer. Ersetzen Sie sie jetzt!
es: La batería de la bomba está agotada. Sustitúyala ahora.
fi: Pumpun akku on tyhjä. Vaihda se nyt!
fr: La batterie de la pompe est vide. Remplacez-la maintenant !
it: La batteria della pompa è scarica. Sostituitela subito!
nb: Pumpebatteriet er tomt. Bytt den ut nå!
nl: De batterij van de pomp is leeg. Vervang hem nu!
pl: Akumulator pompy jest rozładowany. Wymień go teraz!
ro: Bateria pompei este descărcată. Înlocuiți-o acum!
ru: Батарея помпы разряжена. Замените ее немедленно!
sk: Batéria pumpy je vybitá. Vymeňte ju teraz!
sv: Pumpens batteri är tomt. Byt ut det nu!
tr: Pompa pili boşalmış. Hemen değiştirin!
uk: Батарея Помпи розряджена. Замініть його зараз!
vi: Pin của máy bơm đã hết. Hãy thay ngay!
zh_hans: 泵电池没电了。立即更换！

source: Pump battery needs to be replaced soon
ar: يجب استبدال بطارية المضخة قريباً
cs: Brzy je třeba vyměnit baterii čerpadla
da: Pumpens batteri skal snart udskiftes
de: Die Batterie der Pumpe muss bald ersetzt werden
es: La batería de la bomba debe cambiarse pronto
fi: Pumpun akku on vaihdettava pian
fr: La batterie de la pompe doit être remplacée prochainement
it: La batteria della pompa deve essere sostituita al più presto
nb: Pumpebatteriet må skiftes snart
nl: De batterij van de pomp moet binnenkort worden vervangen
pl: Akumulator pompy musi zostać wkrótce wymieniony
ro: Bateria pompei trebuie înlocuită în curând
ru: Батарею помпы необходимо заменить в ближайшее время
sk: Batériu pumpy bude potrebné čoskoro vymeniť
sv: Pumpbatteriet måste bytas ut snart
tr: Pompa aküsünün yakında değiştirilmesi gerekiyor
uk: Необхідно найближчим часом замінити акумулятор Помпи
vi: Pin máy bơm cần được thay thế sớm
zh_hans: 泵电池需要尽快更换

source: Pump error
ar: خطأ في المضخة
cs: Chyba čerpadla
da: Pumpefejl
de: Pumpenfehler
es: Error de bombeo
fi: Pumpun virhe
fr: Erreur de pompe
it: Errore della pompa
nb: Pumpefeil
nl: Pompfout
pl: Błąd pompy
ro: Eroare pompă
ru: Ошибка помпы
sk: Chyba pumpy
sv: Fel på pumpen
tr: Pompa hatası
uk: Помилка Помпи
zh_hans: 泵故障

source: Pump information
ar: معلومات المضخة
cs: Informace o čerpadle
da: Information om pumpen
de: Informationen zur Pumpe
es: Información sobre la bomba
fi: Pumpun tiedot
fr: Informations sur la pompe
it: Informazioni sulla pompa
nb: Pumpeinformasjon
nl: Pomp informatie
pl: Informacje o pompie
ro: Informații despre pompă
ru: Информация о помпе
sk: Informácie o pumpe
sv: Information om pumpen
tr: Pompa bilgileri
uk: Інформація про Помпу
vi: Thông tin máy bơm
zh_hans: 泵信息
